; Wise RegistryCleaner :: 9.52.622 - 2017-11-14
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' =‘
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at http://www.wisecleaner.com/language.html.
;
;
; TranslationAuthor: JoGeJen
; TranslationAuthorEmail: ka7137-277@online.de
; Soft Version = 9.52
;
[Lang]
NativeLanguage=Deutsch

[GUI]
ButtonYes=Ja
ButtonNo=Nein
ButtonOK=Ok
ButtonMinimize=Minimieren
ButtonMaximize=Maximieren
ButtonClose=Schließen
ButtonRestore=Wiederherstellen
ButtonMenu=Menü
Support=Hilfezentrum

[Translation]
;
; Reading habits
;
ReadHabit = Von links nach rechts
;
;Font and Charset
;
LanguageName = GER
LangCode=0407
DefaultFont = Tahoma
DefaultFontSize = 8
DefaultCharset = ANSI_CHARSET
;
; Message box
;
Information = Information
Warning = Warnungen
Error = Fehler
Confirm = Bestätigung
;
; Main GUI
;
FrmGeneral.chkuac.caption=UAC übergehen
FrmWRC.btnassist.caption=Mithilfeforum
FrmWRC.btnregclean.caption=Registry reinigen
FrmWRC.btnadv.caption=System optimieren
FrmWRC.btnsilm.caption=Registry aufräumen
FrmWRC.btnrestore.caption=Wiederherstellen
FrmWRC.btnsettings.caption=Einstellungen
FrmWRC.btnlikeit.caption=Gefällt mir
FrmWRC.btnsuggest.caption=Vorschlag und Rückmeldung
FrmWRC.WiseSimpleButton1.caption=Sicherheitskopie
FrmWRC.btnupdate.caption=Neue Version suchen
FrmWRC.btnfacebook.hint=Uns auf Facebook folgen
FrmWRC.btntwitter.hint=Uns auf Twitter folgen
FrmWRC.btnemail.hint=Mit Freunden teilen

;
; Reg Cleaner
;
FrmReg.caption=Registrieren
FrmRegClean.btnall.caption=Alles anwählen
FrmRegClean.btnre.caption=Empfohlen
FrmRegClean.btnnone.caption=Alles abwählen
FrmRegClean.btnCustom.caption=Benutzerauswahl
FrmRegClean.WiseLabel1.caption=Terminplaner
FrmRegClean.lbltype.caption=Starttyp wählen:
FrmRegClean.lblweek.caption=Starttag wählen:
FrmRegClean.lbltime.caption=Startzeit wählen:
FrmRegClean.btnScan.caption=Durchsuchen
FrmRegClean.btncancel.caption=Abbrechen
FrmRegClean.btnrescan.caption=Startseite
FrmRegClean.lblstat.caption=Aktuell wurde die Registry noch nie gereinigt. Es empfiehlt sich eine sofortige Prüfung!
FrmRegClean.vtrc.Columns[0]=Daten
FrmRegClean.vtrc.Columns[1]=Registryschlüssel
FrmReg.lblinfo.caption=Danke, dass Sie Wise Registry Cleaner gewählt haben
FrmReg.lblinfoex.caption=Bitte den Lizenzschlüssel zum aktivieren der Pro-Version eingeben.
FrmReg.lblemail.caption=E-Mail:
FrmReg.lblUser.caption=Ihr Name:
FrmReg.lblKey.caption=Lizenzschlüssel:
FrmReg.btnReg.caption=Registrieren
FrmReg.btnbuy.caption=Jetzt kaufen
FrmReg.lblhelp.caption=Problem mit dem Lizenzschlüssel?
FrmReg.btnContact.caption=Uns kontaktieren

;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Optimieren
FrmOptimizer.btnnone.caption=Alles abwählen
FrmOptimizer.btnall.caption=Alles anwählen
FrmOptimizer.btnDefault.caption=Systemstandard
FrmOptimizer.lblrecommendinfo.caption=Bitte probiere jetzt unsere anderen Produkte von wisecleaner.com aus!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer ist ein Bündel mit interessanten Hilfsprogrammen für Registry, Laufwerk und anderen Systemhilfen für den PC. Leicht zu bedienen und effektiv!
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner ist der beste freie Laufwerksreiniger, um unerwünschte und private Spuren zu entfernen. Schnell, gründlich und sicher!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Wollen Sie die Arbeitsleistung von Windows weiter verbessern?
Frmoptimizer.lblinfoex.caption=Optimierungen können das Netzwerk verbessern, Windows beschleunigen und das System stabilisieren!
FrmOptimizer.btnoptimize.caption=Optimieren
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=Eine geordnete Registry begünstigt den Erhalt der Leistungsfähigkeit und Stabilität des Computers.
FrmRegDefragger.lblstat.caption=Die Registry scheint ungeordnet. Es empfiehlt sich eine sofortige Prüfung!
FrmRegDefragger.btndefrag.caption=Aufräumen
FrmRegDefragger.lblinfo1.caption=1. Bevor diese Funktion gestartet wird, sollten alle anderen geöffneten Programme beendet werden.
FrmRegDefragger.lblinfo2.caption=2. Es ist normal, wenn bei laufender Prüfung nicht auf das System zugegriffen werden kann.
FrmRegDefragger.lblinfo3.caption=3. Unmittelbar nach dem Aufräumen wird automatisch ein Neustart des Systems ausgelöst.
FrmRegDefragger.lblinfo4.caption=4. Um Unvorhersehbare Probleme zu vermeiden, sollte das Aufräumen nicht abgebrochen werden!
FrmRegDefragger.vtdefrag.Columns[0]=Bereich
FrmRegDefragger.vtdefrag.Columns[1]=Derzeitige Größe
FrmRegDefragger.vtdefrag.Columns[2]=Gereinigte Größe
FrmRegDefragger.vtdefrag.Columns[3]=Anteiliger Datenmüll
FrmRegDefragger.btnAnalysis.caption=Prüfen
;
; Custom scan areas
;
Frmcustom.caption=Benutzerauswahl
Frmcustom.btnre.caption=Empfohlen
Frmcustom.btnall.caption=Alles anwählen
Frmcustom.btnnone.caption=Alles abwählen
Frmcustom.btncancel.caption=Abbrechen
Frmcustom.btnok.caption=Ok
;
; About Window
;
FrmAbout.lblver.caption=Aktuelle Version:
FrmAbout.lblemail.caption=E-Mail-Hilfe:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Offizielle Webseite:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Unser besonderer Dank geht an folgende Personen:
FrmAboutWin.caption=Über
FrmAboutWin.btnok.caption=Ok
;
; Settings
;
FrmSettings.caption=Einstellungen
FrmSettings.tsCommon.caption=Allgemein
FrmGeneral.chkexp.caption=Am Customer Experience Improvement Program teilnehmen
FrmGeneral.lblexp.caption=Details
FrmSettings.tsAutoRun.caption=Autostart
FrmSettings.tsExclusion.caption=Ausschließen
FrmSettings.btnrestore.caption=Über
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Abbrechen
FrmGeneral.chkassist.caption=Mich benachrichtigen, wenn jemand eine bezahlte Frage stellt.
FrmUsers.lblinfo.caption=Benutzer wählen, mit denen Sie den Registry Cleaner teilen wollen
FrmUsers.rdcuser.caption=Nur aktueller Benutzer
FrmUsers.rdauser.caption=Alle Benutzer
FrmUsers.rdusers.caption=Ausgewählte Benutzer
FrmSettings.tsUsers.caption=Benutzer
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Erstelle ein "Ein-Klick-Symbol" auf dem Desktop
FrmAutorunSettings.lblcmd.caption=Kommandozeilenmodus
FrmAutorunSettings.lblcmdinfo.caption=Für das automatische Prüfen und Reinigen der Registry kann das Programm per Kommandozeile gestartet werden. - Für weitere Informationen bitte auf  [F1]  drücken  oder  mit dem Mauszeiger  und einem Linksklick auf die unten stehende Verknüpfung klicken, um in unserer Onlinehilfe zu lesen.
FrmAutorunSettings.btnhelp.caption=Onlinehilfe
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Hinzufügen
FrmExclusion.btnExport.caption=Exportieren
FrmExclusion.btnRemove.caption=Entfernen
FrmExclusion.btnimport.caption=Importieren
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Abbrechen
;
; General Settings
;
FrmGeneral.chkNews.caption=Automatisch neue Nachrichten
FrmGeneral.chkbackup.caption=Vor dem Reinigen automatisch sichern
FrmGeneral.WiseLabel1.caption=Neue Vers. suchen:
FrmGeneral.WiseLabel2.caption=Standardsprache:
FrmGeneral.btnchecknew.caption=Jetzt prüfen
FrmGeneral.lbtran.caption=Übersetzen nach…
FrmGeneral.lblscanmode.caption=Wie soll die Registry durchsucht werden
FrmGeneral.rdnormal.caption=Standardsuche
FrmGeneral.rdssafe.caption=Schnellsuche
FrmGeneral.rddeep.caption=Gründliche Suche
FrmGeneral.lblBackup.caption=Zurück zu:
FrmGeneral.btnbr.caption=Durchsuche..
FrmRegClean.lblDefaultHint.Caption=Nur sichere Einträge suchen
FrmRegClean.lblFullHint.Caption=Vollständige Suche für erfahrene Benutzer
FrmRegClean.lblCustomHint.Caption=Ausgewählte Bereiche durchsuchen
TFrmScheduler.lblHint.caption=Die geplante Aufgabe arbeitet im Schnellsuchmodus.
FrmScheduler.caption=Planer
;
; Backup and Restore
;
Frm_br.btncancel.caption=Abbrechen
FrmBackup.caption=Sicherheitskopie
FrmBackup.btnreg.caption=Vollständige Sicherung der Registry
FrmBackup.btnsys.caption=Systemwiederherstellungspunkt
FrmRestore.caption=Wiederherstellungszentrum
FrmRestore.btnRegBk.caption=Sicherung der Registry
FrmRestore.btnSysBK.caption=Systemwiederherstellung
FrmRestore.btnclose.caption=Schließen
FrmRestore.btnrestore.caption=Wiederherstellen
FrmRestore.btnremove.caption=Entfernen
;
; Update
;
frmupdate.caption=Software aktualisieren
;
; Popup Menus
;
pmLicenseKey1=Registrieren
pmLicenseKey=Lizenzschlüssel ändern
pmHelp=Onlinehilfe
pmforum=Forum
pmHome=Offizielle Webseite
pmContact=Uns kontaktieren
pmCheckNew=Neue Version suchen
pmLang=Sprachen (Languages)
pmSkin=Arbeitsoberfläche verändern
pmAbout=Über
pmIgnore=Diesen Eintrag ignorieren
pmrec=Sichere Einträge wählen
pmAll1=Alles anwählen
pmNone=Alles abwählen
pmGo=Im Registryeditor öffnen…
pmExport=Exportieren nach…
pmPortable=Portableversion erstellen

;
; Like Us
;
FrmlikeUs.lblTitle.caption=Wenn Sie Wise Registry Cleaner mögen, empfehlen Sie es doch bitte auch ihren Freunden.
FrmlikeUs.lblInfo.caption=Wenn Sie Komfort und Effizienz in das Leben Ihrer Familie, Freunde, Schulkameraden und Kollegen bringen wollen, teilen Sie Wise Registry Cleaner per E-Mail, Blog, Twitter, Youtube, Facebook, usw…
FrmlikeUs.lblRate.caption=Wise Registry Cleaner bewerten:
FrmlikeUs.lblfollow.caption=Folge uns nach:
FrmlikeUs.lblshare.caption=Wise Registry Cleaner teilen:
FrmlikeUs.btndownload.caption=Kostenlos herunterladen:
FrmlikeUs.imgrate.hint=Prämiere uns mit 5 Sternen
FrmlikeUs.imgmail.hint=Teile es mit Freunden
FrmlikeUs.imgface1.hint=Teile es auf Facebook
FrmlikeUs.imgface2.hint=Folge uns auf Facebook
FrmlikeUs.imgtwitter1.hint=Teile es auf Twitter
FrmlikeUs.imgtwitter2.hint=Folge uns auf Twitter
FrmlikeUs.Caption=Gefällt mir
FrmlikeUs.lbldownload.caption=Lade mehr freie Software von WiseCleaner.com herunter

;
; DefProcess
;
FrmProcess.Caption=Registry prüfen
FrmProcess.lblwait.caption=Prüfung läuft…
FrmProcess.lblinfo.caption=Während der Prüfung werden keine Eingaben angenommen!
FrmProcess.lblwait.caption=Prüfung läuft, bitte warten…

[Message]
alluser=Alle Benutzer
currentuser=Aktueller Benutzer
Username=Benutzername
Proupdate=Entschuldigung, dass die Gratis-Version nicht aktualisiert werden kann. Zum Erhalt der neuesten Version können Sie jedoch unser Sonderangebot nutzen. Wenn Sie jedoch diese Version aktualisieren wollen, erhalten Sie eine Gratis-Version. Fortsetzen?
MWDetected=MalwareBytes wird erkannt, um %s zu blockieren. Klick auf OK, um die Lösung zu bekommen.
ActivateOnline=Ihre Registrierungsdaten werden geprüft.Bitte einen Moment Geduld…
WRCRunning=Das Programm arbeitet.
StopAndExit=Das Programm ist beim Suchen. Soll es angehalten und beendet werden?
EmptyEmail=E-Mail-Adresse darf nicht fehlen.
EmptyName=Benutzername darf nicht fehlen.
InvalidEmail=Ungültige E-Mail. Bitte eine richtige Adresse eingeben.
EmpytKey=Lizenzschlüssel darf nicht fehlen.
InvalidKey=Ungültiger Lizenzschlüssel. Bitte einen gültigen Schlüssel eingeben.
EnterEmail=E-Mail eingeben
EnterName=Ihren Namen eingeben
EnterKey=Ihren Lizenzschlüssel eingeben
Message=Die maximale Anzahl der Aktivierungen ist überschritten.
ThanksRegister=Danke für die Registrierung dieses Produkts!
Activated=Die Voll-Version wurde aktiviert.
ConnectFail=Server nicht erreichbar. Bitte Internetanschluss prüfen und noch mal probieren.
NoRegInfo=Kann die Registrationsdaten nicht finden. Wenn das ein Fehler sein sollte, kontaktieren Sie uns bitte.
NeedAdmin=Diese Funktion ist dem Administrator vorbehalten. Möchten Sie diese Funktion starten, melden Sie sich bitte als Administrator an.
Valuenrea=Wert
Keyname=Schlüssel
ScheduleHint=Die Registry des Computers regelmäßig bereinigen.
Unoptimized=Nicht optimiert
UpdateError=Aktualisierungsfehler! Soll die neueste Version von unserer Webseite heruntergeladen werden?
RegeditorLocked=Der Regeditor ist gesperrt. Für das Sichern bzw. Wiederherstellen ist ein freier Zugang erforderlich. Jetzt entsperren?
failtounLock=Fehler beim Entsperren. Eventuell werden höhere Rechte benötigt.
Total=Gesamt
DefragRate=Die Registry kann um %s reduziert werden.
SuggestDefrag=Es empfiehlt sich, die Registry unverzüglich aufzuräumen.
SuggestIgnore=Alles im grünen Bereich! Es empfiehlt sich eine erneute Prüfung zu einem späteren Zeitpunkt.
TypeNoError=Sauber
NeverClean=Aktuell ist die Registry nicht gereinigt. Es empfiehlt sich eine sofortige Prüfung!
AdviseClean=Regelmäßiges reinigen kann die Leistung und Stabilität des Computers erhöhen.
DupItem=Dieses Element ist bereits in der Liste enthalten.
Advisedefrag=Eine geordnete Registry begünstigt den Erhalt der Leistungsfähigkeit und Stabilität des Computers.
NeverDefrag=Die Registry scheint ungeordnet. Es empfiehlt sich eine sofortige Prüfung!
LastDefrag=Die Registry wurde zuletzt aufgeräumt am
TotalDefrag=Bisher wurde insgesamt %.2f nutzloser Restmüll entfernt.
DefaultValue=(Standard)
RegBackup=Registrysicherung
RegRestore=Registry wiederherstellen
CreateBackup=Sicherungsdaten werden erstellt…
Compress=Packe…
Extracte=Entpacke…
Complete=Abgeschlossen
RestoreReg=Wiederherstellung der Registry läuft. Bitte etwas Geduld…
NotSupportOS=Die Funktion wird von diesem Betriebssystem nicht unterstützt.
EnableRestore=Die Systemwiederherstellung ist deaktiviert. Soll sie aktiviert werden?
SysCreating=Erstelle einen Systemwiederherstellungspunkt…
SysRestoring=Die Wiederherstellung des Systems wird vorbereitet…
RestorePointDone=Der Wederherstellungspunkt wurde erfolgreich erstellt.
RestorePointFail=Das Erstellen des Wiederherstellungspunktes ist fehlgeschlagen.
ErrorMsg=Fehlermeldung:
Area=Bereich
Summary=Beschreibung
LeastOne=Bitte wähle mindestens einen Bereich zum Prüfen.
IsRunning=Das Programm ist beim Prüfen. Bitte den Abschluss abwarten und dann nochmal versuchen.
Optimized=Optimiert
DefragReport=Die Registry wurde optimiert. Statusbericht:
DefragReport1=Alte Größe:
DefragReport2=Neue Größe:
DefragReport3=Optimierte Größe:
ReOptimize=Optimierung wiederholen
ComfirmDefrag=Um Datenverlust zu vermeiden, sollten Sie jetzt alle bisher noch nicht vollständig gesicherten Arbeiten speichern und sämtliche auf dem Desktop geöffneten Programme schließen, denn unmittelbar nach dem Aufräumen erfolgt ein sofortiger Neustart des Computers. Soll das Aufräumen jetzt gestartet werden?
def15After=Die Registry wurde zuletzt vor %d Tagen aufgeräumt. Es empfiehlt sich eine sofortige Prüfung!
def15Before=Wird die Registry möglichst klein gehalten, sollte der Computer schnell und stabil arbeiten.
KeyWord=Bitte einen Suchbegriff eingeben:
ExImport=Die Ausnahmeliste wurde exportiert nach:
NoNewVer=Diese Version ist die aktuellste Ausgabe!
Daily=Täglich
Weekly=Wöchentlich
Monthly=Monatlich
Never=Nie
TranslateTo=Übersetzen nach…
NeedBack=Es scheint, dass dieses Programm das erste Mal benutzt wird. Es empfiehlt sich eine sofortige Sicherung der Registry. Soll sie jetzt automatisch gesichert werden?
Newsletter=Neue Nachrichten
UpgradeInfo=Erneuerungsinformation
CannotCrTask=Die Aufgabenplanung kann nicht erstellt werden.
ScheduleNextTime=Nachfolgend:
Exported=Die aktuellen Daten wurden nach %s exportiert. Jetzt öffnen?
Idle=Im Leerlauf
Login=Bei der Anmeldung
LastClean=Zuletzt gereinigt:
Monday=Montag
Tuesday=Dienstag
Wednesday=Mittwoch
Thursday=Donnerstag
Friday=Freitag
Saturday=Samstag
Sunday=Sonntag
IssueFound=Probleme: %d
Scanning=Prüfung läuft
ScanCanceled=Die Prüfung wurde abgebrochen!
FindError=Gefundene Probleme:  %d mit %d erforderlichen Freigabe(n)
LogAll=Von %d Problem(en) wurde(n) %d behoben.
LogFail=%d Problem(e) konnte(n) nicht entfernt werden.
StartClean=Reinigen
StartScan=Durchsuchen
7After=Seit der letzten Reinigung sind %d Tage vergangen. Es empfiehlt sich eine sofortige Prüfung.
7Before=Eine saubere Registry begünstigt den Erhalt der Leistungsfähigkeit des Computers!
ReScanHint=%d Problem(e) gefunden. Es empfiehlt sich, die Prüfung zu wiederholen.
CleanNow=Klick auf Reinigen, um vorhandene Probleme zu beheben.
NoError=Glückwunsch, die Registry ist sauber!
GoodHabit=Regelmäßiges reinigen begünstigt den Erhalt der Leistungsfähigkeit des Computers.
ReScanHint1=Es empfiehlt sich, die Prüfung zu wiederholen.
TypeChanged=Die zu prüfenden Elemente wurden geändert!
ReScanHint2=Um Probleme zu finden, bitte nochmal prüfen.
CleanDone=Die Reinigung ist abgeschlossen!
bkAuto=Automatisch
bkManual=Manuell
BackupDate=Sicherungszeitpunkt
BackupType=Sicherungstyp
Problems=Probleme
CreateDate=Erstellungsdatum
Description=Beschreibung
Removebackup=Soll die markierte Sicherung gelöscht werden?
RemoveSysRestore=Soll der markierte Wiederherstellungspunkt gelöscht werden?
NoBackupSelected=Bitte mindestens eine Sicherung zur Wiederherstellung auswählen.
RestoreComplete=Die Wiederherstellung ist abgeschlossen.
RestoreFromSysRestore=Zur Wiederherstellung muss der Computer neu gestartet werden. Jetzt wiederherstellen?
WhenIdle=Im Leerlauf
WhenLogin=Bei der Anmeldung
NewVer=Eine neuere Version liegt auf dem Server bereit! Jetzt erneuern?
TranslateTo=Übersetzen in…

[Tuneup]
BlueReboot=Automatischen Neustart nach einem Blue-Screen deaktivieren.
RemoteRegAccess=Änderung der Registry durch einen Remote-Computer deaktivieren.
FileListSpeed=Aktualisierungsrichtlinie von Windows Dateiliste optimieren.
PreviewUP=Anzeigegeschwindigkeit der Taskleistenvorschau erhöhen.
OptDNS=DNS und DNS-Syntaxanalyse-Geschwindigkeit optimieren.
OptLAN=LAN-Verbindung optimieren.
ShowSpeed=Reaktionszeit der Systemanzeige verbessern.
AeroSnap=Aero Snap beschleunigen, damit Miniaturbilder schneller angezeigt werden.
SSDSpeedup=SSD Optimieren
DisablePrefetch=Prefetch-Parameter deaktivieren, um die Lebensdauer von SSD Laufwerken zu erhalten.
DisableSuperPrefetch=Superfetch-Parameter deaktivieren, um die Lebensdauer von SSD Laufwerken zu erhalten.
DisableDefragBoot=Aufräumen beim Hochfahren deaktivieren, um die Lebensdauer von SSD Laufwerken zu erhalten.
DisableDefragIdle=Automatisches aufräumen im Leerlauf deaktivieren, um die Lebensdauer von SSD Laufwerken zu erhalten.
EnableTRIM=TRIM aktivieren, um die Leistungsfähigkeit von SSD Laufwerken zu erhalten.
OptIEConnection=Anzahl der Verbindungen pro Server erhöhen. Anzeigegeschwindigkeit von Webseiten und betrachten von Online-Video verbessern.
IconCache=Desktopanzeige beschleunigen und Iconcache erhöhen.
RestoreAll=Windows Standard auf allen Elementen wiederherstellen?
NoSelectedItem=Bitte mindestens ein Element auswählen.
OptItems=Folgende %d Elemente können optimiert werden.
ItemsOptimized=%d Elemente wurden optimiert.
TakeEff=Einige Änderungen benötigen einem Neustart, um wirksam zu werden.
NoItems=Glückwunsch! Alle Elemente sind optimiert.
BootSpeedup=Systemstart/Herunterfahren beschleunigen.
SystemStable=Systemstabilität
SystemSpeedup=Systembeschleunigung
NetworkSpeedup=Netzwerkbeschleunigung
PrefetchParameters=Prefetch-Parameter für einen schnelleren Systemstart optimieren.
BootDelay=Die Zeit der Laufwerksprüfung (check disk) für einen schnelleren Systemstart verringern.
BootPartition=Die Optimierungsfunktion für einen schnelleren Systemstart aktivieren.
ClearPagingFile=Das Leeren der Auslagerungsdatei für ein schnelleres Herunterfahren deaktivieren.
TimeOut=Anwendungsleerlauf beim Schließen verringern, um den Schließvorgang zu verbessern.
AutoKill=Nicht reagierende Prozesse beenden, um Systemabstürze zu vermeiden.
RestartExplorer=Automatischer Neustart des Windows Explorer, um ein unerwartetes verschwinden des Desktops zu verhindern.
TwoProcess=Windows Explorerkomponenten in eigenem Prozess starten, um Konflikte zu vermeiden.
ErrorReport=Fehlerberichtserstellung zur Verbesserung der Systemleistung deaktivieren.
Debugger=Debugger für eine schnellere Fehlerbehandlung deaktivieren.
OptMemory=Standard-Speichereinstellungen für mehr Systemleistung optimieren.
OptVEff=Auswahlelemente (Menüs, Dialogbox, usw.) für eine höhere Systemleistung optimieren.
OptFileSystem=Dateisystem für eine höhere Systemleistung optimieren.
OptDiskSystem=Ein/Ausgabe des Laufwerksubsystems für eine höhere Systemleistung optimieren.
DisAutoRun=Autoplay zur Vermeidung von Infektionen mit Malware für alle Laufwerke deaktivieren.
OptDiskIdle=Wenn die CPU im Leerlauf ist, die Ein/Ausgabe der Laufwerkprozesse optimieren.
OptTTL=TTL (TimeToLive) für eine verbesserte Netzwerkleistung optimieren.
OptNetForward=Die Vorratspeicherung für eine bessere Netzwerkleistung optimieren.
OptMTU=Während dem Routing über die MTU-Auto-Erfassung, die Leistung von TCP/IP per Auto-Erkennung "schwarzer Löcher" optimieren.
OptWINS=Die Namensauflösung von WINS für eine verbesserte Datenübertragung optimieren.
OptNetWork=Die Netzwerkeinstellung für eine verbesserte Datenübertragung optimieren.
CloseAnimate=Die Übergangseffekte für eine bessere Darstellungsleistung deaktivieren.
PagingExecutive=Für eine erhöhte Programmleistung und Reduzierung der Laufwerkprozesse bei der Ein/Ausgabe, die Speicheradressierung deaktivieren (wird ignoriert, wenn Speicher kleiner als 1 GB)
StaticIP=Für einen schnelleren Systemstart, lokale Verbindungen über eine statische IP Adresse ansprechen.
PorcessorTime=Zur schnelleren Ausführung von Anwendungen, Spiele usw., die Leistung der CPU optimieren (wird bei Serverbetrieb ignoriert)
DisableIDECheck=Für einen schnelleren Start, die IDE Leitungskontrolle von Windows verhindern.
ForeAppSpeed=Antwortgeschwindigkeit von Programmen im Vordergrund beschleunigen.
AeroPeek=Anzeigegeschwindigkeit von Aero Peek beschleunigen.
OptEthernet=Leistung der Netzwerkkarte optimieren.

[Type]
ContextMenu=Ungültige Kontextmenüeinträge
MUICache=MUI Cache
Services=Windowsdienste
Activex=ActiveX/COM Komponenten
FireWall=Firewalleinstellungen
RootAll=Ungültige Verzeichnisse
SoftwareSection=Softwarepfade
ApplicationPaths=Anwendungsverzeichnisse
FileTypes=Dateitypen
HelpFiles=Hilfedateien
Fonts=Schriftarten
SharedDLL=Gemeinsam genutzte Bibliotheken
MRULists=Verlaufslisten
UninstallSection=Uninstaller
StartMenu=Startmenü
StartupProgram=Während dem Systemstart gestartete Programme
SoundandAppEvents=Sound und Anwendungsereignisse
IEUrlHistory=IE Verlaufsliste
IFEO=Übernommene Elemente
EmptyKey=Leerer Schlüssel
App=Anwendungseinstellungen

[ErrorMessage]
MUIError1=Fehlender MUI Bezug. Aber Laufwerk "%s" ist %s. Dieser Fehler kann ignoriert werden.
MUIError=Fehlender MUI Bezug
ServiceNotExists=Angegebenes Dienstprogramm nicht gefunden.
MimeExName=Falsche MIME Dateierweiterung: %s
EmptyKey=Schlüssel ohne Inhalt
EmptyHelpdirctory=Hilfeordner ohne Inhalt.
FileNotExist=Eintrag nicht gefunden|
HFileNotExist=Eintrag nicht gefunden|
EmptyValue=Wert ohne Inhalt
TypeLib=Typbibliothek nicht gefunden:
NodeEmpty=Knoten ohne Inhalt
SharedFilenotexist=Gemeinsame Dateien nicht gefunden.
sharedfilenotbeuse=Nicht genutzte gemeinsame Datei.
noconnection=Ohne Dateiverbindungsinformation.
Invalidpathtoicon=Ungültiger Pfad zum Symbol.
ReferstoaninvalidClass=Verweist zu einer ungültigen Klasse.
Emptyshellcommand=Leeres Shellkommando.
Invalidshellcommand=Ungültiges Shellkommando (Datei nicht gefunden).
Fontsnotexist=Schriftartdatei nicht gefunden.
Hijacking=%s wurde von %s gekapert.
MRULists=Verlaufslisten
invalidOpenWith=Keine diesem Typ zugeordnete Anwendung.
ReferActivex=Verweis auf einen ungültigen ActiveX/COM Eintrag.
EmptyCLSID=CLSID ohne Inhalt.
ComSourceNotExist=COM Quelle nicht gefunden.
invalidUnistall=Ungültige Deinstallationsinformation.
notexist=: nicht gefunden.
ObsoleteStartMenuItem=Veraltetes Startmenüelement.
SoundFilenotexist=Sounddatei nicht gefunden.
FileNotExist1=Datei/Ordner nicht gefunden. Aber Laufwerk "%s" ist %s. Dieser Fehler sollte ignoriert werden.
OpenWithError=Fehler beim Öffnen. Die angegebene Anwendung existiert nicht.
OpenWithError1=Fehler beim Öffnen. Die angegebene Anwendung existiert nicht. Aber das Laufwerk "%s" ist %s. Dieser Fehler sollte ignoriert werden.
ComSourceNotExist1=COM Quelle nicht gefunden. Aber Laufwerk "%s" ist %s. Dieser Fehler sollte ignoriert werden.

[Summary]
ContextMenu=Ungültige Kontextmenüeinträge
MUICache=Fehlender Bezug zum MUI Cache
Services=Ungültige Windowsdienste
Activex=Ungültige ActiveX und COM Komponenten
FireWall=Ungültige Einstellungen der Windows Firewall
RootAll=Ungültige Pfade und Dateien
SoftwareSection=Ungültige Pfade und Dateien nach dem Entfernen von Software
ApplicationPaths=Ungültig registrierte Anwendungspfade und Dateien
FileTypes=Ungültige Dateitypinformation
HelpFiles=Ungültig registrierte Hilfedatein
Fonts=Ungültige Schriftartinformation
SharedDLL=Gemeinsam genutzte Bibliotheken fehlen
MRULists=Zuletzt benutze Dateien, Videos, Dokumente, usw.
UninstallSection=Nutzlose/ungültige Deinstallationsinformation
StartMenu=Veraltete Startmenüeinträge
StartupProgram=Veraltete/ungültige Autostartprogramme
SoundandAppEvents=Veraltete/ungültige Sounds und Ereignisse
IEUrlHistory=Mit IE erzeugter Browserverlauf
IFEO=Bösartige, von Spyware/Viren/Malware erzeugte Einträge
EmptyKey=Einträge ohne Information
App=Ungültige Programm-Einstellungen

[AutoClean]
ErrorsFixed=Fehler wurden entfernt.
Title=Glückwunsch!
ErrorsFound=Fehler gefunden.

[AutoUpdate]
CurrentFile=Aktuelle Datei:
Canceling=Abbrechen…
CANCEL=Abbrechen
Ready=Zum Herunterladen bereit

[Skin]
SkinDefault=Standard
SkinBlue=Blau
SkinGreen=Grün
SkinCustom=Anwender
SkinColor=Eigene Farbe

[EUASK]
regcaption=Registrieren
logincaption=Anmelden
FrmEuaskLogin.lblJoin.Caption=Euask beitreten
FrmEuaskLogin.lblSign.Caption=Bei Euask anmelden
FrmEuaskLogin.lblnick.Caption=Name:
FrmEuaskLogin.lbl1.Caption=Passwort:
FrmEuaskLogin.btnlogin.caption=Anmelden
FrmEuaskLogin.btnregister.Caption=Registrieren
FrmEuaskLogin.btnpwd.Caption=Passwort vergessen?
FrmEuaskLogin.WiseLabel1.Caption=Name:
FrmEuaskLogin.WiseLabel2.Caption=Passwort:
FrmEuaskLogin.btnreg.caption=Registrieren
FrmEuaskLogin.WiseSimpleButton1.Caption=Anmelden
FrmEuaskLogin.lbl2.Caption=E-Mail:
FrmEuaskLogin.btnnone.Caption=Jetzt nicht
inputuser=Bitte Passwort und Benutzername eingeben.

[Renew]
title=Wise Registry Cleaner PRO endet in %d Tag(en)!
title1=Ihr Lizenzschlüssel ist abgelaufen. Bitte zeitnah erneuern!
Price=Nur Pro %s erneuern!
Describe=Sie könnten die Vorzüge der Pro-Version verlieren.
Renew=Jetzt erneuern